ansible
antlr
autoconf
autojump
berkeley-db
brotli
c-ares
ca-certificates
cairo
direnv
fontconfig
freetype
gdbm
gettext
giflib
glib
graphite2
harfbuzz
icu4c
jpeg-turbo
jq
libevent
liblinear
libnghttp2
libpng
libssh2
libtiff
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lua
lua@5.3
lz4
lzo
m4
mosh
mpdecimal
ncurses
nmap
node
oniguruma
openjdk
openssl@1.1
pcre
pcre2
perl
pixman
pkg-config
protobuf
pwgen
pyenv
python@3.10
python@3.11
pyyaml
readline
ruby
six
sqlite
tmux
utf8proc
vim
xorgproto
xz
youtube-dl
zstd
