tap 'caskroom/cask'
tap 'hhvm/hhvm'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes', 'https://github.com/Homebrew/brew.git'
tap 'homebrew/games'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'ant'
brew 'apache-spark'
brew 'docbook'
brew 'asciidoc', args: ['with-docbook-xsl']
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'boost'
brew 'ghc'
brew 'cabal-install'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'dnsmasq', restart_service: true
brew 'docbook-xsl'
brew 'dos2unix'
brew 'dwarfutils'
brew 'fcgi'
brew 'fcgiwrap'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'fswatch'
brew 'gmp'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'gflags'
brew 'git'
brew 'glog'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libffi'
brew 'p11-kit'
brew 'gnutls'
brew 'icu4c'
brew 'idris'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'isl'
brew 'jemalloc'
brew 'kakoune', args: ['HEAD']
brew 'libelf'
brew 'libev'
brew 'openssl'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libssh2'
brew 'libgit2'
brew 'memcached'
brew 'libmemcached'
brew 'libmpc'
brew 'yajl'
brew 'libvirt'
brew 'libyaml'
brew 'libzip'
brew 'sqlite'
brew 'python'
brew 'llvm'
brew 'lua51'
brew 'lz4'
brew 'makedepend'
brew 'maven'
brew 'mhash'
brew 'mcrypt'
brew 'md5sha1sum'
brew 'mercurial'
brew 'mongodb'
brew 'multitail'
brew 'ncurses'
brew 'openssl@1.1'
brew 'pcre'
brew 'nginx'
brew 'node'
brew 'ocaml'
brew 'ocamlbuild'
brew 'oniguruma'
brew 'pkg-config'
brew 'pwgen'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'rename'
brew 'rethinkdb'
brew 'rlwrap'
brew 'ruby'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'smartmontools'
brew 'snappy'
brew 'sphinx-doc'
brew 'task'
brew 'tbb'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'vim'
brew 'wget'
brew 'xonsh'
brew 'zsh'
brew 'homebrew/versions/boost160'
brew 'hhvm/hhvm/hhvm'
brew 'homebrew/games/nethack'
brew 'homebrew/games/stone-soup'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
